[{
    "name": "Hank Pym",
    "character_name": "Ant-Man",
    "year_of_appearance": "1962",
    "house": "Marvel",
    "biography": "El Hombre Hormiga original fue el doctor Henry 'Hank' Pym, experto en biofísica y miembro del Centro de Operaciones de Seguridad que decidió convertirse en un superhéroe después de la muerte de su primera esposa, Maria Trovaya, quien había sido disidente política en su natal Hungría. Enamorada de él y creyendo que su ciudadanía estadounidense la protegería, Maria se casó con Hank y, poco después, viajó con él a Hungría, para comenzar una nueva vida juntos. Desafortunadamente, fueron confrontados por agentes corruptos de la policía secreta. Hank quedó inconsciente y María fue asesinada. Pym estaba muy angustiado por la muerte de su esposa, y decidió hacer todo lo posible en el futuro para luchar contra la injusticia. Después de descubrir una sustancia química que él llamó partículas Pym, que permitiría al usuario modificar su tamaño, se armó con un casco con el cual podía controlar a las hormigas. Después de eso, Pym se reduciría al tamaño de un insecto y se convertiría en la solución misteriosa de Ant-Man para resolver crímenes y detener a los criminales.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/21/32/32/21323265b99729461372b95b76d287d7.jpg",
        "https://i.pinimg.com/236x/58/fc/f8/58fcf80a684e400ea2ba47228b5bd61a.jpg",
        "https://i.pinimg.com/236x/95/9f/37/959f370d24279c831630dc7f30efd683.jpg",
        "https://i.pinimg.com/236x/64/0c/db/640cdbfe6ba4786d0e73b08e7e37ea3f.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Steven Grant Rogers",
    "character_name": "Captain America",
    "year_of_appearance": "1941",
    "house": "Marvel",
    "biography": "El Capitán América viste un traje que lleva un motivo de la bandera de los Estados Unidos, y utiliza un escudo casi indestructible que lanza como proyectil. El personaje es generalmente representado como el álter ego de Steve Rogers, un joven frágil mejorado a la cima de la perfección humana por un suero experimental para ayudar a los esfuerzos inminentes del gobierno de Estados Unidos en la Segunda Guerra Mundial. Cerca del final de la guerra, queda atrapado en el hielo y sobrevive en animación suspendida hasta que es descongelado en el presente. A pesar de que el Capitán América a menudo lucha por mantener sus ideales como un hombre fuera de su tiempo con sus realidades modernas, sigue siendo una figura muy respetada en su comunidad, hasta convertirse en el líder de Los Vengadores.",
    "equipment": ["Escudo de vibranium"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/8f/12/6a/8f126aea4a4d5ff5d64742e06d80776c.jpg",
        "https://i.pinimg.com/236x/8d/c8/42/8dc8428e7b1ac3c649a93d8e8714c8b3.jpg",
        "https://i.pinimg.com/236x/b9/19/4f/b9194fe00488531645442acec0120e07.jpg",
        "https://i.pinimg.com/236x/66/87/03/6687035528c3c44b1aa1d07db8f8f7d8.jpg",
        "https://i.pinimg.com/236x/4e/99/61/4e99615e2df13114026e95626588bd13.jpg"
    ],
    "movies":[
        "Captain America: The First Avenger",
        "Avengers: Endgame"
    ]
},{
    "name": "T'Challa",
    "character_name": "Black Panther",
    "year_of_appearance": "1966",
    "house": "Marvel",
    "biography": "Es el rey y protector de la nación africana de Wakanda. Además de poseer habilidades mejoradas logradas a través de rituales antiguos de Wakanda de beber la esencia de la hierba en forma de corazón, T'Challa también confía en su dominio de la ciencia, el entrenamiento físico riguroso, las habilidades de combate mano a mano y el acceso a la riqueza y la avanzada tecnología de Wakanda para combatir a sus enemigos.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/7d/39/79/7d397938d57a8f8839a1cf3483da0eca.jpg",
        "https://i.pinimg.com/236x/c2/a6/5d/c2a65d04f55a32e9b5534b6fff935117.jpg",
        "https://i.pinimg.com/236x/08/d8/be/08d8beb51cf4785f55449c2db3d4f072.jpg",
        "https://i.pinimg.com/236x/24/cc/2a/24cc2ac5e47ae4da44020b52275a58f4.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Claire Voyant",
    "character_name": "Black Widow",
    "year_of_appearance": "1940",
    "house": "Marvel",
    "biography": "Claire Voyant es una médium espiritual que se comunica con los muertos a través de medios sobrenaturales. Mientras servía a una familia llamada Waglers, Satanás la posee para maldecirlos. James, un miembro de esa familia, sobrevive a un posterior accidente automovilístico provocado por el hechizo y, al regresar a las habitaciones de Claire, la mata. El alma de Voyant va al infierno, donde Satanás la viste con su disfraz de Viuda Negra. Él también le da el poder de matar con un solo toque de sus dedos en la cabeza (que deja una marca de Marca de la Viuda Negra) y otros trucos místicos.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/fd/63/96/fd63963d30989bd061f03018ea768e8e.jpg",
        "https://i.pinimg.com/236x/ad/8e/b3/ad8eb3697a37c70d592cd1a56b1187d4.jpg",
        "https://i.pinimg.com/236x/fd/29/df/fd29dfbb0e1cd27efb58814ff2f6d52a.jpg",
        "https://i.pinimg.com/236x/e8/42/42/e8424264e38de9c91b417c5ec39e3ef8.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Stephen Strange",
    "character_name": "Doctor Strange",
    "year_of_appearance": "1963",
    "house": "Marvel",
    "biography": "Fue un cirujano brillante pero egoísta. Después de que un accidente automovilístico dañara gravemente sus manos y obstaculiza su capacidad para realizar una cirugía, busca una forma de repararlas encontrándose con el Anciano. Después de convertirse en uno de los alumnos del Hechicero Supremo, se convierte en un practicante tanto de las artes místicas como de las artes marciales. Además de conocer muchos hechizos poderosos, tiene un traje con dos objetos místicos: la Capa de Levitación y el Ojo de Agamotto, que le otorgan poderes adicionales.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/08/2a/89/082a89598e9d63f247755a452755235d.jpg",
        "https://i.pinimg.com/236x/40/85/66/408566a84026c90705962e6ee9394e86.jpg",
        "https://i.pinimg.com/236x/f4/ba/45/f4ba45087e58de3dda6061cd032b8898.jpg",
        "https://i.pinimg.com/236x/c7/0d/d7/c70dd7cf3e6c31d762f6d62e7908f141.jpg",
        "https://i.pinimg.com/236x/53/ef/9b/53ef9b5294a9f5a5db55b46a9818fd55.jpg"
    ],
    "movies":[
        "Doctor Strange",
        "Avengers: Endgame"
    ]
},{
    "name": "Samuel Thomas Sam Wilson",
    "character_name": "Falcon",
    "year_of_appearance": "1969",
    "house": "Marvel",
    "biography": "Samuel Thomas Wilson nació en Harlem, Nueva York, como el hijo de Paul Wilson, un ministro protestante, y su madre Darlene Wilson. Sam tuvo una infancia feliz y descubrió que tenía una afinidad natural por las aves. Comenzó a entrenar palomas, teniendo el mayor palomar en Harlem. En su adolescencia, sin embargo, sus encuentros con el racismo lo dejaron cansado. Como el superhéroe Falcon, Wilson usa alas mecánicas para volar, y tiene un control telepático y empático limitado sobre las aves. Tras la jubilación de Steve Rogers, Wilson se convierte en el nuevo Capitán América y líder de los Vengadores.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/01/3a/d8/013ad8200c674fa796ee7200bfb5892c.jpg",
        "https://i.pinimg.com/236x/67/ca/ab/67caabcbdb87d89d5738dd10742fb56f.jpg",
        "https://i.pinimg.com/236x/ea/0f/ff/ea0fff3f298e2197ad0526e7fc1c3664.jpg",
        "https://i.pinimg.com/236x/86/fd/59/86fd598d9a2ad43f2a0130686c0a8520.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Gamora Zen Whoberi Ben Titan",
    "character_name": "Gamora",
    "year_of_appearance": "1975",
    "house": "Marvel",
    "biography": "Gamora es la última de su especie, los Zen Whoberi, quienes fueron exterminados por los Badoon (en su línea temporal original, su especie fue exterminada por la Iglesia Universal de la Verdad). Thanos encontró a la niña y decidió utilizarla como un arma. Gamora fue criada y entrenada por Thanos para asesinar a Magus, una malvada versión alterna de Adam Warlock. Thanos mostró su poca humanidad en su infancia, pero Gamora fue muy leal al hombre que le prometió la oportunidad de vengar la muerte de su familia. Gamora pronto dominó las artes marciales, ganándose el apodo de la mujer más letal en toda la galaxia.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/91/1f/49/911f49d331b420fa9d56cba96d2242f9.jpg",
        "https://i.pinimg.com/236x/2a/19/7a/2a197a43f1fd3db6b7f962bd3ddc9a2b.jpg",
        "https://i.pinimg.com/236x/dc/1a/72/dc1a72b9f12a84ccf83592c09eea5d14.jpg",
        "https://i.pinimg.com/236x/3f/44/64/3f446435ace64c32c2d9bf97c732e964.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Clinton Francis Clint Barton",
    "character_name": "Hawkeye",
    "year_of_appearance": "1964",
    "house": "Marvel",
    "biography": "Clint Barton nació en Waverly, Iowa. A una edad joven perdió a sus padres en un accidente automovilístico. Después de seis años en un orfanato, Clint y su hermano Barney se escaparon para unirse al Carnaval Viajero de Maravillas Carson. Clint pronto llamó la atención del Espadachín, que tomó al niño como su asistente. Junto con la ayuda de Trick Shot, el espadachín entrenador, Clint decide convertirse en un maestro arquero.",
    "equipment": ["Arco y flechas"],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/7a/56/5f/7a565f11dca2b2a1bb4de69303ed3c86.jpg",
        "https://i.pinimg.com/236x/53/6a/2d/536a2da285888c7c67b86f60ca10c6b3.jpg",
        "https://i.pinimg.com/236x/92/e8/3d/92e83dd4af5032d05ed54e9170df7e4a.jpg",
        "https://i.pinimg.com/236x/72/c8/8e/72c88e687adb86fc58a0181080df2e8c.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Robert Bruce Banner",
    "character_name": "Hulk",
    "year_of_appearance": "1962",
    "house": "Marvel",
    "biography": "Durante la detonación experimental de una bomba gamma, el científico Robert Bruce Banner salva al adolescente Rick Jones, que ha conducido al campo de pruebas; Banner empuja a Jones a una trinchera para salvarlo, pero es golpeado por la explosión, absorbiendo enormes cantidades de radiación gamma. Despierta más tarde, aparentemente ileso, pero esa noche se transforma en una forma gris y pesada. Un soldado perseguidor llama a la criatura Hulk.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/69/72/d6/6972d67363d601e637d4751412414b86.jpg",
        "https://i.pinimg.com/236x/55/3e/c5/553ec5d73757c2ba2c1310352c4bdfc7.jpg",
        "https://i.pinimg.com/236x/ca/34/fb/ca34fb3701420dccbc8a914959bafcbe.jpg",
        "https://i.pinimg.com/236x/ed/77/b0/ed77b0263f94d1884b645d2816f6e475.jpg",
        "https://i.pinimg.com/236x/f4/07/6b/f4076bb2fe7e83f3da1cb6962ca30d98.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Anthony Edward Stark",
    "character_name": "Iron Man",
    "year_of_appearance": "1963",
    "house": "Marvel",
    "biography": "Anthony Edward Stark, más conocido como Tony Stark, un multimillonario magnate empresarial estadounidense, playboy e ingenioso científico, sufre una grave lesión en el pecho durante un secuestro. Cuando sus captores intentan forzarlo a construir un arma de destrucción masiva crea, en cambio, una armadura poderosa para salvar su vida y escapar del cautiverio. Más tarde, Stark desarrolla su traje, agregando armas y otros dispositivos tecnológicos que diseñó a través de su compañía, Industrias Stark. Él usa el traje y las versiones sucesivas para proteger al mundo como Iron Man. Aunque al principio ocultó su verdadera identidad, Stark finalmente declaró que era, de hecho, Iron Man en un anuncio público.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/51/5f/25/515f2548ea0e0c1462903fdd0af30b53.jpg",
        "https://i.pinimg.com/236x/a3/ac/39/a3ac39f3fe9b941c5ed326bdb6ff50a0.jpg",
        "https://i.pinimg.com/236x/41/90/03/419003b6842424050e3b3280a5c2f86a.jpg",
        "https://i.pinimg.com/236x/81/95/67/8195673eaf4df955e49e3a6383edfc65.jpg",
        "https://i.pinimg.com/236x/30/9f/bc/309fbc36884ed650a167bb3e738098cd.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Johann Schmidt",
    "character_name": "Red Skull",
    "year_of_appearance": "1941",
    "house": "Marvel",
    "biography": "Johann Schmidt era un exgeneral oficial nazi y confidente de Adolf Hitler. Ha estado íntimamente afiliado con Hydra y es enemigo de S.H.I.E.L.D., Los Vengadores, y otros intereses de los Estados Unidos y el mundo en general. Fue físicamente mejorado al traspasar su cerebro al cuerpo de un clon del Capitán América, que se encuentra en el pináculo de la perfección humana. Estuvo presuntamente muerto en el pasado, sólo para regresar al tiempo una y otra vez para plagar el mundo con esquemas de dominación global y genocidio.",
    "equipment": ["Cubo cósmico"],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/c1/c9/61/c1c96180607998bf3d09ff91f56624af.jpg",
        "https://i.pinimg.com/236x/00/c7/b6/00c7b61f97a1d4e8f946a258c3db2ed9.jpg",
        "https://i.pinimg.com/236x/a3/17/5a/a3175a72cb3f86fcc7e65c629cf671b6.jpg",
        "https://i.pinimg.com/236x/0f/11/bd/0f11bd7f30b1341303c0fc59b8186b73.jpg"
    ],
    "movies":[
        "Captain America: The First Avenger"
    ]
},{
    "name": "Peter Benjamin Parker",
    "character_name": "Spider-Man",
    "year_of_appearance": "1962",
    "house": "Marvel",
    "biography": "Peter Benjamin Parker es un científico huérfano que vive con su tío Ben y su tía May. Es mordido por una araña radioactiva en una exhibición de ciencias y adquiere la agilidad y la fuerza proporcional de un arácnido. Junto con la súper fuerza, Parker gana la capacidad de adherirse a paredes y techos. A través de su habilidad nativa para la ciencia, desarrolla un dispositivo que le permite disparar cintas adhesivas de su propio diseño a través de pequeños barriles montados en la muñeca. Inicialmente buscando capitalizar sus nuevas habilidades, Parker se pone un disfraz y, como Spider-Man, se convierte en una estrella de televisión novedosa.",
    "equipment": ["Mecanismos artificiales en sus muñecas que disparan telarañas"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/30/ea/12/30ea1205c3140ed87bac116a541ac408.jpg",
        "https://i.pinimg.com/236x/06/f7/87/06f7876d794eaab81482fd43b173ae02.jpg",
        "https://i.pinimg.com/236x/84/94/fa/8494fad7f3cf942c797af5b380772874.jpg",
        "https://i.pinimg.com/236x/5a/51/66/5a51664194664d33cbc102f8910511dd.jpg",
        "https://i.pinimg.com/236x/81/e4/76/81e4764451034c9d052122205a62944f.jpg"
    ],
    "movies":[
        "Spider-Man: Far from Home",
        "Avengers: Endgame"
    ]
},{
    "name": "Peter Jason Quill",
    "character_name": "Star-Lord",
    "year_of_appearance": "1976",
    "house": "Marvel",
    "biography": "Cuando por accidente la nave de J'son cae en la Tierra, él es rescatado por Meredith Quill. Los dos forman una relación, mientras J'son hace reparaciones a su nave. Eventualmente, J'son se ve obligado a salir para regresar a casa y luchar en una guerra. Se va, sin saber que Meredith está embarazada de Peter Quill. 10 años más tarde, Meredith es asesinada cuando es atacada por dos soldados Badoon que han venido a matar a Peter y terminar la línea de sangre de J'son. Peter los mata con una pistola, encuentra la pistola de su padre por accidente, y escapa de su casa antes de que sea destruida por la nave Badoon. Los Badoon presumen que Peter es asesinado y se va. Peter es colocado en un orfanato y finalmente se une a la NASA. Finalmente se explicó que fue criado por su madre Lisa Chang, que era comandante de la NASA.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/9c/08/5e/9c085ef3b7695f272e1bbf59034c728d.jpg",
        "https://i.pinimg.com/236x/62/a2/72/62a272f55b6207dadf3b514f6139bc11.jpg",
        "https://i.pinimg.com/236x/88/43/fc/8843fca1fd1df67f1a27a103d30a0d33.jpg",
        "https://i.pinimg.com/236x/ca/77/01/ca7701e5e611ec4459b9941a80c18821.jpg"
    ],
    "movies":[]
},{
    "name": "Thanos The Titan",
    "character_name": "Thanos",
    "year_of_appearance": "1973",
    "house": "Marvel",
    "biography": "Thanos nació en el planeta Titán como el hijo de los Eternos Mentor (A'Lars) y Sui-San, y su hermano es Eros de Titán, también conocido como Starfox. Thanos lleva el gen Deviants, y como tal, comparte la apariencia física de la raza de los primos Eternos. Al nacer, su madre se sorprendió por su apariencia e intentó matarlo, debido a que creía que su hijo aniquilaría toda la vida en el universo, pero fue detenido por A'lars, el padre de Thanos. Durante sus años escolares, Thanos era un pacifista ​y solo jugaba con su hermano Eros y sus mascotas. En la adolescencia, Thanos se había fascinado con el nihilismo y la muerte, adorando y finalmente enamorándose de la encarnación física de la muerte, la señora Muerte. Como adulto, Thanos aumentó su fuerza física y sus poderes a través de su conocimiento científico superior. También intentó crear una nueva vida para sí mismo al engendrar muchos niños y convertirse en pirata. No encuentra ninguna satisfacción en ninguno de los dos hasta que es visitado nuevamente por Señora Muerte, por quien asesina a su descendencia y su capitán pirata.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/e5/4d/4d/e54d4dd803c0cc0888acbc6ce2d02bbd.jpg",
        "https://i.pinimg.com/236x/77/4a/01/774a01d28f227eb34178edc0e29691a6.jpg",
        "https://i.pinimg.com/236x/dd/11/66/dd1166ebe28880bff2d223f095cf71be.jpg",
        "https://i.pinimg.com/236x/d1/42/13/d14213d63ea1d18db97949e66e058404.jpg",
        "https://i.pinimg.com/236x/e5/85/4c/e5854cff8b99a59b1bf313f2b70506e1.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "Thor Odinson",
    "character_name": "Thor",
    "year_of_appearance": "1962",
    "house": "Marvel",
    "biography": "El padre de Thor, Odín, decide que su hijo necesita que le enseñe la humildad y, en consecuencia, coloca a Thor (sin recuerdos de la divinidad) en el cuerpo y los recuerdos de un estudiante de medicina humana existente, parcialmente discapacitado, Donald Blake. Después de convertirse en médico y de vacaciones en Noruega, Blake presencia la llegada de una partida de exploración alienígena. Blake huye de los extraterrestres a una cueva. Después de descubrir el martillo de Thor, Mjolnir (disfrazado como un bastón) y golpearlo contra una roca, se transforma en el dios del trueno.",
    "equipment": ["Martillo encantado Mjolnir"],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/63/73/f3/6373f35b7db22491f3b0b1d343688901.jpg",
        "https://i.pinimg.com/236x/09/9a/b9/099ab9bdac562d7dcc05d6b18e59e938.jpg",
        "https://i.pinimg.com/236x/d8/a6/60/d8a660bf99df2ae8abb39b0dcc225162.jpg",
        "https://i.pinimg.com/236x/60/31/fe/6031fe28cd41aaec2016370986829ab2.jpg"
    ],
    "movies":[
        "Avengers: Endgame",
        "Thor: The Dark World"
    ]
},{
    "name": "Vision",
    "character_name": "Vision",
    "year_of_appearance": "1968",
    "house": "Marvel",
    "biography": "El robot Ultron es el creador de Visión, un tipo de androide que él llama un synthezoide, para usar contra el propio creador de Ultron, el Dr. Hank Pym (Ant-Man / Giant Man / Goliath / Yellowjacket) y la esposa de Pym, Janet van Dyne (la Avispa) del equipo de superhéroe Los Vengadores. Ultron envía a su nuevo sirviente para llevar a los Vengadores a una trampa. Avispa es la primera en encontrar el synthezoide, y lo describe como una visión mientras trata de escapar. Adoptando el nombre, los Vengadores convencen a la Visión para que se vuelva contra Ultron.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/c0/f2/f4/c0f2f45e5cda7e12385dc716a867626b.jpg",
        "https://i.pinimg.com/236x/70/3c/6d/703c6db1dd79410327e7996df42074ae.jpg",
        "https://i.pinimg.com/236x/d4/89/ec/d489ecd3ffbfe1dcfc8cc8d79a6c0dfb.jpg",
        "https://i.pinimg.com/236x/af/3f/f2/af3ff28e82628da79f83aa7f99bccbde.jpg"
    ],
    "movies":[]
},{
    "name": "James Rupert Rhodes",
    "character_name": "War Machine",
    "year_of_appearance": "1979",
    "house": "Marvel",
    "biography": "James Rhodey Rhodes, de la sección del sur de Filadelfia en Filadelfia, Pensilvania, era teniente en el Cuerpo de Marines de los Estados Unidos y se desempeñaba en misiones en el sudeste asiático. Piloto de combate, quedó varado en la jungla detrás de las líneas enemigas después de que su helicóptero fue derribado por los cohetes del Viet Cong. Se encuentra con Iron Man, que escapó del campo de prisioneros de Wong-Chu con su prototipo de armadura motorizada, por primera vez.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/c2/2c/7a/c22c7a7dd7c6b67d2aa7a9195a0dfdb2.jpg",
        "https://i.pinimg.com/236x/14/b9/8b/14b98b04e5ddbfb1a4ca318941fa2f59.jpg",
        "https://i.pinimg.com/236x/6a/bd/9d/6abd9decd9c40dcc2b39721c76078d02.jpg",
        "https://i.pinimg.com/236x/86/f0/a4/86f0a422e15add8f080bcddd85f2be7d.jpg"
    ],
    "movies":[
        "Avengers: Endgame"
    ]
},{
    "name": "James Buchanan Bucky Barnes",
    "character_name": "Winter Soldier",
    "year_of_appearance": "1941",
    "house": "Marvel",
    "biography": "James Buchanan Barnes nació en Shelbyville, Indiana en 1917. ​Barnes creció como un mocoso del ejército. Él es un huérfano, hijo de un soldado asesinado en entrenamiento en el Campamento Lehigh del Ejército de los EE. UU. en Virginia justo antes de la entrada de Estados Unidos en la Segunda Guerra Mundial. Como resultado, se une al grupo de militares más como mascota que como un soldado. Apodado Bucky, viste un uniforme y se convierte en experto en los pormenores de la vida militar, a pesar de ser un adolescente. Fue en Lehigh que conoció y se hizo amigo del Soldado Steven Rogers, que según todas las apariencias es el más torpe soldado en el campo. Fue al mismo tiempo que ve cómo el entonces misterioso Capitán América comienza a aparecer en revistas de noticias, y Barnes devora con avidez las historias de este nuevo héroe.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/ff/20/69/ff20697d13c502c6c5c2cd6ddfd1dca8.jpg",
        "https://i.pinimg.com/236x/da/a6/c4/daa6c4e968da0c622114292e709cca9c.jpg",
        "https://i.pinimg.com/236x/c4/2a/55/c42a55b3630f4a06cd354c4e290fc937.jpg",
        "https://i.pinimg.com/236x/63/cc/2c/63cc2c1326b5e0abb95fcd507ff74328.jpg"
    ],
    "movies":[
        "Captain America: The First Avenger",
        "Avengers: Endgame"
    ]
},{
    "name": "Wade Winston Wilson",
    "character_name": "Deadpool",
    "year_of_appearance": "1991",
    "house": "Marvel",
    "biography": "Deadpool es el alter ego de Wade Winston Wilson, quien ha tenido una infancia bastante traumática y que lo marco definitivamente. Se la ha pasado deambulando por los Estados Unidos desde su adolescencia y cambiando de identidad para zafar de diversos problemas en los que se ha metido. Un buen día decide entrenarse y trabajar como sicario pero solo a favor de aquellos que merecen la muerte por ser malignos",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/63/e1/18/63e118b70c6d287992a5c8c17a7953b9.jpg",
        "https://i.pinimg.com/236x/51/35/a6/5135a6d678a081021cda50a890db7636.jpg",
        "https://i.pinimg.com/236x/3d/9b/d7/3d9bd776d95ec608b0275b3a79d4405e.jpg",
        "https://i.pinimg.com/236x/4b/62/c9/4b62c95a303ff4b5447e6613ca0d1721.jpg"
    ],
    "movies":[]
},{
    "name": "Alfred Thaddeus Crane Pennyworth",
    "character_name": "Alfred Pennyworth",
    "year_of_appearance": "1943",
    "house": "DC",
    "biography": "Un veterano de las fuerzas especiales británicas convertido en mayordomo, Alfred Pennyworth es el amigo y confidente más leal de Bruce Wayne y Batman. Alfred Pennyworth es más que solo el mayordomo de Bruce Wayne o el confidente de Batman. Alfred es el segundo padre de Wayne, y sirve como su conciencia cuando la lucha interminable contra el mal se ejerce sobre el Cruzado con Capa. Pennyworth mantiene a Bat-Family unida a través de su compasión y liderazgo. No solo crió a Bruce Wayne, sino también a los cuatro jóvenes que usaron la máscara de Robin, el Niño Maravilla: Dick Grayson, Jason Todd, Tim Drake y ahora, Damian Wayne.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/7f/bf/7b/7fbf7b793bd8d449272ca5d916d51352.jpg",
        "https://i.pinimg.com/236x/cd/21/8e/cd218e74801eff1a019c6dd828f9f681.jpg",
        "https://i.pinimg.com/236x/0e/4c/f9/0e4cf97ca3cda69c493cfdfdc33a4f50.jpg",
        "https://i.pinimg.com/236x/ef/14/cd/ef14cd5d69a8eec8ae8443bfee815825.jpg"
    ],
    "movies":[
        "Batman Begins",
        "Joker",
        "Batman v Superman: Dawn of Justice"
    ]
},{
    "name": "Amanda Blake Waller",
    "character_name": "Amanda Waller",
    "year_of_appearance": "1986",
    "house": "DC",
    "biography": "Si hay un burócrata del gobierno con el que no debería meterse, es Amanda Waller, fundadora de la infame Task Force X, mejor conocida como Suicide Squad. Después de perder a sus dos hijos mayores y a su esposo por delincuentes callejeros, Amanda Waller decidió que los métodos convencionales de lucha contra el crimen no funcionaban y que alguien tenía que hacer lo que fuera necesario para mantener el mundo a salvo del mal. Táctica incansable y experta operadora política, rápidamente ascendió a los niveles más altos del gobierno y armó una nueva versión de un viejo equipo de operaciones negras llamado Task Force X. Reclutando súper villanos encarcelados, su Escuadrón Suicida hace el trabajo sucio que héroes como la Liga de la Justicia no pueden o no quieren. Independientemente de lo que otros piensen de sus métodos o moral, Amanda Waller hace el trabajo.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/98/51/e0/9851e0f747a793b67a42a0f0b6ad9bbe.jpg",
        "https://i.pinimg.com/236x/9c/d0/7c/9cd07c2287360ad0f1834bf31d858c76.jpg",
        "https://i.pinimg.com/236x/c9/8a/24/c98a24a2f6d671f282015c360efc23e3.jpg",
        "https://i.pinimg.com/564x/f8/a4/84/f8a4847f857aba3af2c832b508657c9d.jpg"
    ],
    "movies":[]
},{
    "name": "Amy Winston",
    "character_name": "Amethyst",
    "year_of_appearance": "1983",
    "house": "DC",
    "biography": "Aunque fue criada en la Tierra y creía ser una niña humana normal, Amy Winston pronto se enteró de que en realidad era Amatista, Princesa del Mundo de las Gemas. La princesa Amaya era hija de la gobernante Casa de la Amatista en Gemworld. Pero cuando era solo una niña, su Casa cayó en el caos tras el levantamiento de la Casa de Opal y su despiadado gobernante, Dark Opal. Afortunadamente, una bruja llamada Citrina logró salvar a Amethyst antes de que Dark Opal pudiera asesinarla, enviándola a la Tierra a vivir con una familia humana bajo el nombre falso de Amy Winston. Sin embargo, cuando Amy cumplió 13 años, Dark Opal rastreó a su familia humana y atacó, obligando a Amy a conocer la verdad de su herencia. Posteriormente, Amy regresó a Gemworld, donde supo que había heredado las habilidades mágicas y los deberes que le correspondían a raíz de la destrucción de su familia. Ahora hija de dos mundos, Amy se ve obligada a equilibrar su amor por su hogar adoptivo en la Tierra y su deber con la gente de Gemworld como Amatista, princesa y defensora de un reino que apenas está comenzando a entender.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/11/87/9c/11879c3093eb8ca969628a767e484665.jpg",
        "https://i.pinimg.com/236x/17/18/8f/17188f1891a714da0eb683f3365d9ed1.jpg",
        "https://i.pinimg.com/236x/8b/a6/8b/8ba68b499217e9040552f05fc564bf03.jpg",
        "https://i.pinimg.com/236x/4b/7e/0e/4b7e0eaaea8103af814b8f6169cf7875.jpg"
    ],
    "movies":[]
},{
    "name": "Lonnie Machin",
    "character_name": "Anarky",
    "year_of_appearance": "1989",
    "house": "DC",
    "biography": "Muy inteligente y profundamente filosófico, Lonnie Machin desarrolló un fuerte código ético y apolítico. Al observar el mundo que lo rodeaba, vio corrupción, opresión social y el sufrimiento de la gente común, y vio que el gobierno no hacía nada al respecto. Siguiendo el ejemplo del Caballero Oscuro, Machin estudió artes marciales y utilizó sus habilidades de ingeniería y conocimiento de la tecnología informática para convertirse en un vigilante: Anarky. Aunque se considera un héroe como Batman y cree que la anarquía ayudaría a la gente a ayudarse a sí misma, Batman considera que los métodos y acciones de Anarky son infantiles y violentos, y considera a Anarky una amenaza pública, simple y llanamente.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/0f/f7/15/0ff715ee5a60397e35e4b6ac21b300bf.jpg",
        "https://i.pinimg.com/236x/aa/cd/54/aacd543ae7b2e566987480679c9408b6.jpg",
        "https://i.pinimg.com/236x/5d/37/93/5d379359e8bedf9dd27c35446c8b48c8.jpg",
        "https://i.pinimg.com/236x/d6/8b/5f/d68b5fa8368db8ebd723b83854bda14b.jpg"
    ],
    "movies":[]
},{
    "name": "Mobius",
    "character_name": "Anti-Monitor",
    "year_of_appearance": "1985",
    "house": "DC",
    "biography": "El Anti-Monitor es quizás la mayor amenaza que la creación haya conocido. Nacido hace unos 13 mil millones de años en el Universo Antimateria, la poderosa entidad conquistó su universo y buscó destruir todos los universos de materia positiva y expandir su propio reino oscuro. Él desató una ola de antimateria en el Multiverso, asesinando billones y borrando universos de la existencia con su ejército de demonios en la sombra. Se le opuso su gemelo benevolente, el Monitor, que reunió héroes de todos los mundos para detenerlo en el evento conocido como la Crisis en las Tierras Infinitas.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/b6/31/b9/b631b971c2a67f02e4271e8fbed76e00.jpg",
        "https://i.pinimg.com/236x/66/c1/b8/66c1b851ad50698157b51409f505f319.jpg",
        "https://i.pinimg.com/236x/e6/88/32/e688326b999aa2585204dc5eefd6dcb4.jpg",
        "https://i.pinimg.com/236x/76/2d/4c/762d4c109e9f56099949716937226cd8.jpg"
    ],
    "movies":[]
},{
    "name": "Arthur Curry",
    "character_name": "Aquaman",
    "year_of_appearance": "1941",
    "house": "DC",
    "biography": "Monarca del reino submarino de Atlantis y Rey de los Siete Mares, Aquaman es uno de los superhéroes de DC más poderosos, al mando de un reino que cubre tres cuartos de la superficie de la Tierra, incluidas todas las criaturas que contiene. Arthur Curry vino de humildes comienzos, ya que la mayor parte de su vida la pasó exiliado de su hogar, sin darse cuenta de sus nobles orígenes. Cuando finalmente asumió el trono como adulto, se convirtió en el rey más legendario de la historia atlante. Miembro fundador de la Liga de la Justicia de América, Aquaman ha luchado junto a Superman, Batman y Wonder Woman, y se defendió contra las mayores amenazas que el universo haya visto.",
    "equipment": ["Tridente de Poseidón"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/2c/69/c1/2c69c184a23a102d5861fe40e1ddc43c.jpg",
        "https://i.pinimg.com/236x/b8/56/28/b85628c15355221ed9e2b3b7da0e507f.jpg",
        "https://i.pinimg.com/236x/07/f8/3b/07f83b0965f28a9d9e36e9df98e89376.jpg",
        "https://i.pinimg.com/236x/df/25/5e/df255edb20fa74540f3fb3cfcad3a6f0.jpg",
        "https://i.pinimg.com/236x/8f/1d/6f/8f1d6f915dc86cdf0b69ccb40c43554f.jpg"
    ],
    "movies":[
        "Aquaman",
        "Batman v Superman: Dawn of Justice"
    ]
},{
    "name": "Ares",
    "character_name": "Ares",
    "year_of_appearance": "1942",
    "house": "DC",
    "biography": "Un ser inmortal que saca su poder de la creencia y el conflicto, Ares fue adorado por muchos en la Tierra como un dios del Olimpo. Finalmente, esa creencia disminuyó y los dioses dejaron de interferir regularmente con la humanidad. Pero, siglos después, Ares regresó para alentar la guerra a través de su manipulación de los mortales. Esto lo puso en conflicto con las amazonas y su campeona, la Mujer Maravilla. Con los años, se convirtió en el enemigo constante de este último, con la intención de frustrar su misión de paz y comprensión. Sin embargo, en los últimos años, Wonder Woman ha aprendido que el ser con el que luchó tantas veces no era el verdadero Ares. Y ahora que se ha revelado el verdadero Dios de la Guerra, no está claro de qué lado estará en las batallas por venir.",
    "equipment": ["Armadura prácticamente indestructible","Espadas"],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/2a/f4/e4/2af4e41cc22f4b017f37678693074f81.jpg",
        "https://i.pinimg.com/236x/05/ef/24/05ef24bfa8982fe5b1d4a7b9b02e4ec5.jpg",
        "https://i.pinimg.com/236x/9f/c0/ce/9fc0cec4b22a98506dadf011288446ef.jpg",
        "https://i.pinimg.com/236x/a5/c4/63/a5c4631e24ae2409ab2d20f3cc28736b.jpg"
    ],
    "movies":[]
},{
    "name": "Roy William Harper Jr",
    "character_name": "Arsenal",
    "year_of_appearance": "1941",
    "house": "DC",
    "biography": "Anteriormente conocido como Speedy, el compañero de Green Arrow, el arquero Roy Harper lucha contra una gran cantidad de males, incluidos los que viven dentro de él. Adoptado por un chamán navajo llamado Brave Bow, el huérfano Roy Harper pasó su primera adolescencia aprendiendo habilidades de supervivencia y convirtiéndose en un arquero de crack. Aprendió tan rápido que finalmente se ganó el apodo de Speedy. En su camino a Seattle, Roy se desempeñó como ingeniero mecánico y compañero de vestuario del millonario Oliver Queen, la Flecha Verde. Además de luchar junto al Arquero Esmeralda, Roy fue miembro fundador de los Teen Titans.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/c5/cb/04/c5cb04c051e4986cfc147137d1f1b1e2.jpg",
        "https://i.pinimg.com/236x/20/33/74/2033744b1fd0975c3a8dd354deca3ed6.jpg",
        "https://i.pinimg.com/236x/ce/56/de/ce56dee6cf8b0a7d9f923e8bf262226f.jpg",
        "https://i.pinimg.com/236x/9c/a0/22/9ca022a6960827b46c68615276a8f1aa.jpg"
    ],
    "movies":[]
},{
    "name": "Clark Joseph Kent",
    "character_name": "Superman",
    "year_of_appearance": "1938",
    "house": "DC",
    "biography": "Nació con el nombre de Kal-El en el planeta Krypton; su padre, el científico Jor-El, y su madre Lara Lor-Van, lo enviaron en una nave espacial con destino a la Tierra cuando era un niño, momentos antes de la destrucción de su planeta. Fue descubierto y adoptado por Jonathan Kent y Martha Kent, una pareja de granjeros de Smallville, Kansas, que lo criaron con el nombre de Clark Kent y le inculcaron un estricto código moral. El joven Kent comenzó a mostrar habilidades superhumanas, las mismas que al llegar a su madurez decidiría usar para el beneficio de la humanidad.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/ec/94/3a/ec943aa807d1eb684019ce0e5e34de4b.jpg",
        "https://i.pinimg.com/236x/fb/bd/f3/fbbdf3e9ae7fa1bbc8099dee1a00582d.jpg",
        "https://i.pinimg.com/236x/02/93/c6/0293c686524c1779ce23f509104ba52f.jpg",
        "https://i.pinimg.com/236x/b5/51/5d/b5515d68c6e96dc110cc6ebae0e1be07.jpg",
        "https://i.pinimg.com/236x/2b/cb/c3/2bcbc3168105e5041112ade9637a8e7a.jpg"
    ],
    "movies":[
        "Superman Returns",
        "Batman v Superman: Dawn of Justice"
    ]
},{
    "name": "Al Pratt",
    "character_name": "Atom",
    "year_of_appearance": "1965",
    "house": "DC",
    "biography": "La encarnación viviente de, El tamaño no importa, el átomo desata todo el poder de su homónimo contra el mal. En la década de 1940, muchas personas fueron impulsadas a convertirse en héroes y luchadores contra el crimen. Después de años de lidiar con matones, Al Pratt entrenó para convertirse en un luchador y protegió a otros de los matones al ponerse la máscara y la capa del átomo. Después de retirarse de su vida heroica, se embarcó en una carrera en física.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/e2/d6/c7/e2d6c756d16b40e5a6583c183009bd72.jpg",
        "https://i.pinimg.com/236x/c7/1b/24/c71b2423bf012d6235476c5023a8c510.jpg",
        "https://i.pinimg.com/236x/40/84/00/408400f450956dabdb0cbc04acb23393.jpg",
        "https://i.pinimg.com/236x/ba/90/bb/ba90bb4d2e9c319a92b999b6730d5817.jpg"
    ],
    "movies":[]
},{
    "name": "Atros",
    "character_name": "Atrocitus",
    "year_of_appearance": "2008",
    "house": "DC",
    "biography": "Hace millones de años, los Guardianes del Universo crearon a los Manhunters robóticos como su fuerza intergaláctica de mantenimiento de la paz. Pero después de una falla en la programación, los Manhunters arrasaron el Sector Espacial 666, erradicando casi toda la vida, incluidas las de la esposa y los hijos de Atrocitus, que murieron brutalmente ante sus ojos. Uno de los pocos sobrevivientes de la masacre, Atrocitus juró venganza contra los Guardianes. Pero a pesar de su considerable fuerza, habilidad y esfuerzo, fue capturado y encarcelado por los Guardianes mientras ocultaban su horrendo error del universo.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/d9/7e/29/d97e297c569f853807d08b1c44b14ac1.jpg",
        "https://i.pinimg.com/236x/ae/7b/e8/ae7be89f24e0fd243478554c5efaa064.jpg",
        "https://i.pinimg.com/236x/b4/49/1b/b4491b5a9221b3d1cfbfa15da3aaa368.jpg",
        "https://i.pinimg.com/236x/9a/6d/99/9a6d990f847367853003e8ac3303d484.jpg"
    ],
    "movies":[]
},{
    "name": "Antonio Diego Dorrance",
    "character_name": "Bane",
    "year_of_appearance": "1993",
    "house": "DC",
    "biography": "Nacido en una prisión en una remota isla caribeña, Bane fue criado sin piedad ni compasión. Como adulto, se desempeñó como sujeto de prueba para el superesteroide llamado Venom. Sobrehumanamente fuerte, Bane escapó de su infierno y se dirigió a Gotham City, donde decidió dejar su huella al derrotar a Batman. Aunque tuvo éxito, su batalla inicial estaba lejos de ser la última. Desde entonces, Bane ha intentado en varias ocasiones acumular no solo poder, sino también territorio, ya sea Gotham City o su hogar de Santa Prisca. A menudo en guerra con su dependencia personal del súper suero que le da su fuerza, Bane nunca dejará de luchar para demostrar que merece gobernar.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/a5/3d/f2/a53df2f8dc9a953b8b6781eb778a8ab8.jpg",
        "https://i.pinimg.com/236x/dc/1d/39/dc1d3941989b25a5a43e5d0671e751b0.jpg",
        "https://i.pinimg.com/236x/7c/d4/06/7cd406e7c53380a92be233243d0610bd.jpg",
        "https://i.pinimg.com/236x/0a/30/36/0a30363cd7a6d407a8615e4ea023927f.jpg"
    ],
    "movies":[]
},{
    "name": "Barbara Gordon",
    "character_name": "Batgirl",
    "year_of_appearance": "1961",
    "house": "DC",
    "biography": "Barbara Gordon redefinió lo que significaba ser una heroína hecha a sí misma cuando elaboró ​​su propio disfraz y se unió a la cruzada de Batman justo debajo de la nariz de su padre. Las calles de Gotham City tienen una serie de ángeles guardianes que los vigilan. Y una de las primeras, la joven que convirtió al dúo dinámico en la familia Batman, fue Batgirl. Barbara Gordon siempre ha existido entre dos mundos: su vida en casa como la única hija del comisionado de policía James Gordon y su vida colgando de las gárgolas como asociada del Caballero Oscuro y miembro fundador de Birds of Prey.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/1d/d6/96/1dd6961514622ed28cba1a90ddeae1cc.jpg",
        "https://i.pinimg.com/236x/fd/c4/eb/fdc4eb7c73b209dbef0fcb0fa6ad1642.jpg",
        "https://i.pinimg.com/236x/cc/2f/35/cc2f35bf3f68f32aa1edfb1acbcaf7af.jpg",
        "https://i.pinimg.com/236x/ed/d4/2e/edd42efbc2b9ac52f64614b18401a0d1.jpg"
    ],
    "movies":[]
},{
    "name": "Bruce Wayne",
    "character_name": "Batman",
    "year_of_appearance": "1939",
    "house": "DC",
    "biography": "En nombre de sus padres asesinados, Bruce Wayne libra una guerra eterna contra los criminales de Gotham City. El es venganza. El es la noche. El es Batman. Batman, uno de los personajes ficticios más emblemáticos del mundo, ha dedicado su vida a una cruzada interminable, una guerra contra todos los delincuentes en nombre de sus padres asesinados, que le fueron arrebatados cuando era solo un niño. Desde esa noche trágica, ha entrenado su cuerpo y su mente a la perfección casi física para ser un Superhéroe hecho a sí mismo. Ha desarrollado un arsenal de tecnología que avergonzaría a la mayoría de los ejércitos. Y ha reunido equipos de sus compañeros Superhéroes de DC, como Justice League, The Outsiders y Batman, Incorporated.",
    "equipment": [],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/fb/1a/98/fb1a98e6f67543184224f0206a56e907.jpg",
        "https://i.pinimg.com/236x/dc/89/bd/dc89bd50285d44640f82602cf10a997c.jpg",
        "https://i.pinimg.com/236x/2d/db/71/2ddb710667bdcc84be43b92fa5c6fc8a.jpg",
        "https://i.pinimg.com/236x/4e/ce/1b/4ece1b28f3a4e042a3e6ca5c991e2199.jpg",
        "https://i.pinimg.com/236x/61/2d/df/612ddfb7268f0e6044a6b410431f8294.jpg"
    ],
    "movies":[
        "Batman Begins",
        "Batman v Superman: Dawn of Justice"
    ]
},{
    "name": "Katherine Rebecca Kate Kane",
    "character_name": "Batwoman",
    "year_of_appearance": "1956",
    "house": "DC",
    "biography": "Vestida con los colores hebreos de la guerra, la ex cadete de la Academia West Point Kate Kane es la prima de Batman, pero ella lucha en una batalla contra la injusticia. Bruce Wayne fue despojado de sus dos padres cuando era solo un niño pequeño, pero su trabajo como Batman ha inspirado a aquellos más afortunados que él a seguir su ejemplo. Entrenada por los militares, Kate Kane fue una heredera inspirada para luchar contra el crimen por el ejemplo del Caballero Oscuro después de que la rescató de un asaltante. Pero la historia de Kate es única. Una de los pocos superhéroes abiertamente homosexuales, lucha por el respeto en su vida personal mientras protege a todos los ciudadanos de Gotham City, ya sea que la respeten o no.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/62/d3/61/62d3618cbc89609d48cd3b3d0159d309.jpg",
        "https://i.pinimg.com/236x/e6/c0/28/e6c02831186365efcf0c566fa0e3073e.jpg",
        "https://i.pinimg.com/236x/32/ab/fe/32abfed8e8184ad0f1862d777cc73bfd.jpg",
        "https://i.pinimg.com/236x/0b/77/66/0b77666d7d36294274f0e5fd869a22ba.jpg"
    ],
    "movies":[]
},{
    "name": "Garfield Mark Logan",
    "character_name": "Beast Boy",
    "year_of_appearance": "1965",
    "house": "DC",
    "biography": "Capaz de adoptar la forma de casi cualquier animal, Garfield Logan, a pesar de su personalidad impertinente, es uno de los superhéroes más estimados que lleva el nombre de Titán. No es fácil ser verde, pero Garfield Gar Logan ciertamente hace lo mejor. Después de contraer una enfermedad rara cuando era niño, los padres de Gar se vieron obligados a administrar un tratamiento genético experimental que involucra el ADN de animales con resistencias conocidas a la enfermedad como una posible cura.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/a7/46/9b/a7469ba8d919620bb75bd28ce1ed10ae.jpg",
        "https://i.pinimg.com/236x/4b/b0/89/4bb08910195148130e8e25e27af51a59.jpg",
        "https://i.pinimg.com/564x/6f/ed/f2/6fedf253c7c084ff34972ba1c6e3db99.jpg",
        "https://i.pinimg.com/564x/a4/11/b0/a411b0f768f695fbccb5e3fb512410e6.jpg"
    ],
    "movies":[]
},{
    "name": "Barda Free",
    "character_name": "Big Barda",
    "year_of_appearance": "1971",
    "house": "DC",
    "biography": "Tomado de su madre a una edad temprana, Barda creció en Apokolips en el Orfanato de Granny Goodness, donde fue entrenada en el arte de la batalla. Barda disfrutaba pelear y disfrutaba superando a cualquiera que la desafiara. Su gran poder y sus habilidades incomparables en combate rápidamente la convirtieron en la guerrera apokoliptiana más temida de todos los tiempos, una hazaña increíble para lograr en un mundo que crió a los luchadores más terroríficos, crueles y maliciosos del Multiverso. Las habilidades de Barda y su actitud de hacerse cargo incluso le permitieron convertirse en la líder de las Furias Femeninas, un grupo de guerreros feroces y poderosos que sirvieron como guardia personal del gobernante tiránico de Apokolips, Darkseid. Barda sirvió a Darkseid durante muchos años, hasta que conoció al Señor Milagro. Los dos se enamoraron y Barda comenzó a cuestionar la crueldad y la filosofía totalitaria de Darkseid. Finalmente, ella huyó a la Tierra, luchando a través de las hordas de Apokolips y sus antiguos aliados, derrotándolos a todos.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/c7/11/5a/c7115afded817ccdb82a7f9b0bb7c4f1.jpg",
        "https://i.pinimg.com/236x/f5/58/ec/f558ec9e74669c05fcb3f626f6233121.jpg",
        "https://i.pinimg.com/236x/00/e8/cf/00e8cf1b5e76d0a659e7f7090e9484c3.jpg",
        "https://i.pinimg.com/564x/a6/62/81/a66281d212802b52bb5a63a6587dd705.jpg"
    ],
    "movies":[]
},{
    "name": "Roman Sionis",
    "character_name": "Black Mask",
    "year_of_appearance": "1985",
    "house": "DC",
    "biography": "El sádico Roman Sionis solo se preocupa por dos cosas: lastimar a las personas y el control total del inframundo criminal de Gotham City. Si puede usar uno para lograr el otro, entonces mucho mejor. En una ciudad llena de villanos que se declaran enemigos jurados de Batman, pocos comparten la misma enemistad por el multimillonario Bruce Wayne. Una excepción a esto es Roman Sionis, la Máscara Negra. Nacido en la riqueza y el poder tanto como Bruce Wayne, Roman no albergaba más que resentimiento por sus ricos padres y las muchas oportunidades que le ofrecían. Con una máscara de ébano fusionada en su rostro, Roman se dispuso a destruir a Bruce y tomar el control de la ciudad que le falló, por cualquier medio necesario.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/32/2e/dc/322edcd03c202dfe704024427197e110.jpg",
        "https://i.pinimg.com/236x/d2/66/2d/d2662d9b5849f1f603f3a62a52373040.jpg",
        "https://i.pinimg.com/236x/17/e7/ee/17e7eec2e90e647a1e22c89b74a3fea0.jpg",
        "https://i.pinimg.com/236x/ac/f9/29/acf9295100e9b4a9d0f93fad70662920.jpg"
    ],
    "movies":[]
},{
    "name": "Diana de Temiscira",
    "character_name": "Wonder Woman",
    "year_of_appearance": "1941",
    "house": "DC",
    "biography": "Una de las superhéroes DC más queridos e icónicos de todos los tiempos, Wonder Woman se ha mantenido durante casi ochenta años como un símbolo de verdad, justicia e igualdad para las personas en todas partes. Criada en la isla escondida de Themyscira, también conocida como Isla Paraíso, Diana es una amazona, como las figuras de la leyenda griega, y el regalo de su pueblo para la humanidad. Como emisaria de Themyscira en Mans World, Diana ha cumplido con su deber de predicar con el ejemplo, incluso si las diferencias entre su lugar de nacimiento y su nuevo hogar a veces presentan obstáculos para que ella salte. Ella ha llegado a representar la posibilidad y el potencial de la vida sin guerra, odio o violencia, y es un faro de esperanza para todos los que se encuentran en necesidad. Ella es una igual entre los superhéroes más poderosos, con un sentido de propósito para proteger al mundo de la injusticia en todas sus formas.",
    "equipment": ["Lazo de la Verdad", "Brazaletes que repelen cualquier tipo de arma", "Espada", "Escudo", "Tiara"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/c9/fc/59/c9fc5992edc801ec6e2a801bfa6ae303.jpg",
        "https://i.pinimg.com/236x/f0/fa/bb/f0fabb262b2ee2ea7f9b98ca4d40f5e8.jpg",
        "https://i.pinimg.com/236x/f6/d6/67/f6d6674c7f9e1c364be3cce55a6fadd7.jpg",
        "https://i.pinimg.com/236x/f6/6c/94/f66c94c90f7e2591b2133288222f6345.jpg",
        "https://i.pinimg.com/236x/13/9c/0f/139c0fc6594518df8ee3719fba05a824.jpg"
    ],
    "movies":[]
},{
    "name": "Hal Jordan",
    "character_name": "Green Lantern",
    "year_of_appearance": "1940",
    "house": "DC",
    "biography": "La vida de Hal Jordan cambió dos veces al estrellarse un avión. La primera vez fue cuando presenció la muerte de su padre, el piloto Martin Jordan. La segunda fue cuando, como un adulto y piloto entrenado, fue convocado a los restos estrellados de una nave espacial perteneciente a un extraterrestre llamado Abin Sur. Abin explicó que era miembro del Green Lantern Corps, una organización de seres de todo el cosmos, armado con anillos de poder alimentados por la energía verde de toda la fuerza de voluntad en el universo. Tras su muerte, Abin confió su anillo y sus deberes como el sector espacial de la Linterna Verde de la Tierra a Hal Jordan. La vida de Hal como linterna verde no ha sido fácil. Ha tenido que luchar no solo contra enemigos, sino a menudo amigos, colegas y seres queridos. Pero a pesar de la tensión que su identidad de Green Lantern ha puesto en su vida, Hal es un hombre honesto que puede operar sin miedo y siempre está dispuesto a proteger a los necesitados, ya sea solo, con el Cuerpo o junto con la Liga de la Justicia y el otro Súper de la Tierra. Héroes Porque Hal ha hecho el juramento de cada Linterna Verde: que ningún mal escapará a su vista.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/9b/15/59/9b1559403766b32b88ca9627dbead136.jpg",
        "https://i.pinimg.com/236x/9d/69/10/9d6910bcf98b00d5a6d093e41e15810e.jpg",
        "https://i.pinimg.com/236x/fd/2d/de/fd2ddeed780f213fa05371022fe7fea4.jpg",
        "https://i.pinimg.com/236x/81/73/4c/81734cf07ba9a0b0bc6ff2b2d5e6c843.jpg"
    ],
    "movies":[]
},{
    "name": "Jay Garrick",
    "character_name": "The Flash",
    "year_of_appearance": "1940",
    "house": "DC",
    "biography": "El misterioso poder conocido como Speed ​​Force es un campo de energía que, a lo largo de los siglos, ha otorgado increíbles poderes de velocidad a ciertos héroes. El más famoso de estos es el Flash, también conocido como el hombre vivo más rápido. Desde los días de la Segunda Guerra Mundial, ha habido un hombre vestido de rojo que puede correr a velocidades imposibles, usando su poder para salvar vidas y defender a aquellos que no pueden defenderse. Todo entre las garrapatas de un segundo. En la década de 1940, el estudiante universitario Jay Garrick adquirió sus habilidades de supervelocidad en un accidente de laboratorio aleatorio y se convirtió en el primer superhéroe de DC en llamarse Flash. Años más tarde, Jay fue sucedido por el científico de la policía Barry Allen, hasta que Wally West, el ex compañero de Barry, tomó el manto en un momento en que Barry fue considerado muerto. Pero, cuando Barry regresó, se convirtió en Flash una vez más. Las tres generaciones de velocistas han sido miembros fundamentales de Justice Society y Justice League.",
    "equipment": ["Traje a prueba de fricción", "Comunicadores"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/49/d5/8a/49d58aee68c9b8b549e042200dd5c690.jpg",
        "https://i.pinimg.com/236x/68/5c/dc/685cdc9cf2ffd6a18843483038078d10.jpg",
        "https://i.pinimg.com/236x/17/9c/af/179cafa1d146915dfe36e752278cfe6e.jpg",
        "https://i.pinimg.com/236x/df/f7/92/dff7921bae1ad05e86b8c0109718fa2e.jpg",
        "https://i.pinimg.com/236x/52/2f/f7/522ff79335adb7fa933302c53c2e790e.jpg"
    ],
    "movies":[]
},{
    "name": "Dick Grayson",
    "character_name": "Robin",
    "year_of_appearance": "1940",
    "house": "DC",
    "biography": "El acróbata Dick Grayson fue el miembro más joven del acto de circo que desafió la muerte de sus padres. Pero después de su asesinato a sangre fría, Dick juró venganza. Al ver una pieza genuina de sí mismo en el niño, Batman lo acogió y le dio una mejor salida para su ira. Al convertirse en el protegido de Batman, Robin es un luchador experto y un acróbata asombroso, con el ejemplo más difícil del mundo para estar a la altura. Pero la verdadera fuerza de Boy Wonder puede estar en no ser Batman, y en proporcionar un faro de esperanza y familia a lo largo de la cruzada cruzada del Caballero Oscuro. Pero a medida que Dick madura en su propia entidad, que eventualmente se convierte en el luchador contra el crimen enmascarado Nightwing, Robin demuestra algo más que una identidad, sino un manto pasado a los más dignos. Desde el problemático Jason Todd hasta el exagerado Tim Drake, la máscara ahora es usada por el propio hijo de Bruce Wayne, Damian, un rebelde alborotador que ha sido entrenado por asesinos desde su nacimiento. Con un conjunto de habilidades letales y un sentido marginal de misericordia, Robin ya no necesita a Batman para protegerlo de los delincuentes.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/22/ec/8a/22ec8ad5f4f01b119223f76366cfc34d.jpg",
        "https://i.pinimg.com/236x/17/1e/de/171ede136d27668fbe87849c25a3e55d.jpg",
        "https://i.pinimg.com/236x/e3/de/15/e3de1500366f4d4a565d665447474325.jpg",
        "https://i.pinimg.com/236x/b8/b9/74/b8b97483a4cd55a49bb9f48351f5dd85.jpg"
    ],
    "movies":[]
},{
    "name": "Oswald Chesterfield Cobblepot",
    "character_name": "Penguin",
    "year_of_appearance": "1941",
    "house": "DC",
    "biography": "Este es un villano alimentado por una rabia patológica que lo obliga a convertir su extraño físico, su perfil de pájaro y su torpe torpe en una fuerza bien vestida para el miedo. Nadie sabe más sobre lo que las fuerzas malvadas de Gotham están haciendo en un momento dado que él y usa esa información para chantajear, intimidar y corromper a cualquiera que pueda, especialmente cuando está al servicio de derribar a Batman. Dicen que no debes juzgar un libro por su portada, pero también dicen que el mal es como lo hace el mal. Un maestro manipulador, el Pingüino generalmente está rodeado de violentos secuaces que hacen su voluntad sin dudar. Pero cuando se trata de una cara a cara, espere que desate una andanada mortal de una variedad de armas paraguas y otros dispositivos ingeniosos, a menudo en forma de aves. Y cuando todo lo demás falla, el Pingüino luchará tan sucio como venga, el combate cuerpo a cuerpo no altera sus plumas en absoluto.",
    "equipment": [],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/64/c1/c1/64c1c1cda707864512942f83153114e1.jpg",
        "https://i.pinimg.com/564x/97/ad/d8/97add8122ffea98cb81e61d9d4928253.jpg",
        "https://i.pinimg.com/236x/40/da/6f/40da6f1f5d81c4a7993d92cbe41a5866.jpg",
        "https://i.pinimg.com/236x/59/1a/ac/591aac405e402a13d938f2f61ac10317.jpg"
    ],
    "movies":[]
},{
    "name": "Jack Napier",
    "character_name": "Joker",
    "year_of_appearance": "1940",
    "house": "DC",
    "biography": "El Joker se erige como el villano de cómics más reconocido y popular en la historia de la cultura pop. Impredecible, violento e increíblemente peligroso, es un caos personificado y se ha enfrentado a todos, desde su archienemigo Batman hasta el Hombre de Acero. Pero Gotham sigue siendo su hogar principal y Batman su mayor adversario, y ningún héroe quizás sea más adecuado, ya que, en muchos sentidos, el Joker es el polo opuesto del Caballero Oscuro. Ambos fueron creados por una gran tragedia, pero Batman ha prometido hacer lo que sea necesario para evitar incidentes similares, el Joker se deleita en crear caos y destruir vidas, creyendo que la vida es una gran broma y demostrando psicóticamente que en un momento, todo puede cambio. No se sabe mucho sobre su pasado, pero sus actos durante el presente son los que definen al Joker como una de las mayores amenazas para nuestros héroes y las personas que han jurado proteger. Mató a un Robin, Batgirl lisiada, y torturó y asesinó a innumerables personas en todo el Universo DC, todo por diversión.",
    "equipment": ["Múltiples armas", "Cartas de póker", "Gas letal e instrumentos de tortura"],
    "amount_images": "5",
    "images":[
        "https://i.pinimg.com/236x/94/15/bc/9415bc8f7c44a0767c38f902a9c6ca18.jpg",
        "https://i.pinimg.com/564x/6f/42/6f/6f426facb9ce598c7a1a81aa722f825c.jpg",
        "https://i.pinimg.com/236x/81/00/35/810035dfd59cb31e6417e29869101ff2.jpg",
        "https://i.pinimg.com/236x/dc/e2/32/dce232b4eb9e523e31592ab8942f0d6d.jpg",
        "https://i.pinimg.com/236x/23/34/c9/2334c98ba6bb485fe05251899cb2a62b.jpg"
    ],
    "movies":[
        "Joker"
    ]
},{
    "name": "Harleen Frances Quinzel",
    "character_name": "Harley Quinn",
    "year_of_appearance": "1992",
    "house": "DC",
    "biography": "A veces el amor puede hacer que la gente haga locuras. ¿Otros tiempos? Los vuelve completamente locos. Tal es el caso de Harley Quinn, anteriormente Dra. Harleen Quinzel. Una prometedora psicóloga y pasante en Arkham Asylum en Gotham City, Harleen tuvo la oportunidad de conocer de cerca al Joker, una experiencia que terminó ... mal. Harleen se obsesionó con su tema, y ​​después de enamorarse locamente del Príncipe Payaso del Crimen, ella lo ayudó a escapar del asilo. Su amor por el Joker inspiró a Harleen a adoptar una nueva identidad, la de Harley Quinn, el interés amoroso de The Joker, tanto si quería uno como si no. (¿La mayoría de las veces? No lo hizo). Con el tiempo, Harley se dio cuenta de que el Joker la estaba reteniendo, y ella se fue sola. Se convirtió en empresaria y miembro de varios súper equipos poco respetables (incluido el Escuadrón Suicida), la pandilla de chicas de Gotham City (las sirenas de Gotham City) y un espectáculo itinerante. En el camino, Harley se ha convertido en uno de los súper villanos más populares del Universo DC, gracias en parte a su versatilidad, carisma y visión alegre pero desquiciada de la vida.",
    "equipment": ["Pistola dispara-explosivos","Mazo de madera","Bate de baseball","Jack in the box","Gas de la risa"],
    "amount_images": "4",
    "images":[
        "https://i.pinimg.com/236x/35/f1/e5/35f1e5cc79acacc4066d35054d80b96e.jpg",
        "https://i.pinimg.com/236x/e6/09/1f/e6091f4f04b570e09fff2511e70a4722.jpg",
        "https://i.pinimg.com/564x/3b/e9/01/3be901587842f2176fb9a0b62cb653bd.jpg",
        "https://i.pinimg.com/236x/8f/b6/07/8fb607b316c439b4f258c2017834edad.jpg"
    ],
    "movies":[]
}]